hello_text = """
Здравствуйте! Поздравляем вас!

Вы успешно зачислены в число студентов бесплатного учебного марафона:
"Основы нутрициологии"

⏰Длительность: 7 дней.
После окончания - доступ закрывается.

После успешной сдачи тестирования которого, вы получите СЕРТИФИКАТ.

❗️Напоминаем❗️

Для открытия доступов к урокам, вам необходимо ЗАРЕГИСТРИРОВАТЬСЯ на образовательной платформе, просто ⬇️НАЖМИТЕ НА КНОПКУ ниже.
"""


lesson1_text = """
Итак! Поехали! Первый урок уже доступен!

1️⃣Наука о питании человека. Необходимые умения для составления рациона.
⏰Продолжительность: 25 мин.

Напоминаю! Доступ к марафону будет открыт только на 7 дней, начиная с текущего дня.

Все уроки марафона находятся в вашем ЛИЧНОМ КАБИНЕТЕ:

❗️Если у вас возникли сложности, вы не получили доступ или не можете войти в личный кабинет - напишите нам.

Если Вы вовремя и полностью посмотрите все уроки марафона, то получите в конце марафона очень полезный подарок и даже не один.
"""

lesson2_text = """
2️⃣Национальные рекомендации по питанию различных стран.
⏰Продолжительность: 22 мин.
"""

lesson3_text = """
3️⃣Что влияет на массу тела?
⏰Продолжительность: 17 мин.
"""

lesson4_text = """
Последний урок в этом марафоне ✌️

4️⃣Сон и физическая активность- важные аспекты для достижения результата.
⏰Продолжительность: 15 мин.

Приступайте к просмотру!

После того, как пройдете последнюю часть - вы сможете получить сертификат, но для этого нужно будет сдать тестирование.

✅Нажимайте на кнопку ниже и проверьте свои знания
"""

sertificate = """
Наш учебный марафон подходит к концу, но у нас еще есть для вас приятный бонус.

За прохождение бесплатного учебного марафона мы выдаем сертификат.

НО! Нужно сдать ТЕСТИРОВАНИЕ, чтобы проверить ваши знания.

После успешного прохождения, сертификат появится в вашем личном кабинете.
"""

application_text = """
Вы думали обучение закончилось? Как бы не так! Все только начинается. Дальше больше и интереснее!

Приглашаем вас на более расширенные и длительные курсы с получением сертификата:

1️⃣БАЗОВЫЙ УРОВЕНЬ (для начинающих) "Общая нутрициология".

► Программа обучения:

Теоретическая часть:
— Теория тренировочного процесса. Основные задачи тренировки. Функции фитнес тренера.
— Основные принципы тренировки. Периодизация. Виды энергообеспечения.
— Виды тренировок. Виды упражнений.
— Планирование нагрузки. Силовые способности. Гипертрофия и выносливость.

Практическая часть:
— Основные характеристики нагрузки. Повторения, подходы, частота тренировок, отдых. Основные виды циклов.
— Методы увеличения эффективности тренировок.
— Принцип порядка упражнений в программе.
— Кардио. (кардио натощак, пульсовые зоны, как потолстеть от кардио)

💰Стоимость обучения: 6000 рублей.
⏰Продолжительность: 2 недели.

___________

2️⃣ПРОДВИНУТЫЙ УРОВЕНЬ
"Нутрициология и адаптивное питание"

► Программа обучения:
— Пищевое поведения человека и виды расстройств;
— Пищеварительная система и пищеварение (основы анатомии и физиологии ЖКТ);
— Биохимические процессы метаболизма питательных веществ.;
— Калорийность питания и нормы RDA, AMDR питательных веществ;
— Водно-электролитный обмен;
— Витаминно- минеральная поддержка;
— Методы измерения композиции тела
— Методы построения рациона с подсчетом калорий и по принципам my plate;
— Подбор витаминно- минеральной поддержке спортсмена;
— Гидратация при физической нагрузке;
— Научный анализ эффективности популярных БАДОВ и спортивного; питания.

💰Стоимость обучения: 8500 рублей.
⏰Продолжительность: 4 недель.

___________

Обучения вы можете проходить в удобное для вас время без привязки по времени. Доступ к учебному курсу выдается НАВСЕГДА.


Также для всех наших студентов действует БЕСПРОЦЕНТНАЯ РАССРОЧКА.

С вами на связи всегда будет ваш личный куратор, который будет помогать вам с прохождением курса и ответит на все ваши вопросы.

❗️После прохождения курсов и сдачи тестирования, вы получаете именной сертификат о прохождении обучения.

Приступайте к обучению уже прямо сейчас!
"""

second_level_text = """
И еще...

Мы понимаем, что сложно определить качество и содержание учебного материала, если вы его еще даже не видели. С этим нельзя не согласиться

Предлагаем вам устроить курсу небольшой тест драйв и убедиться, что обучение вам точно подходит.

❗️Доступы к 2 бесплатным урокам курсов "Общая нутрициология" и "Нутрициология и адаптивное питание" -уже ОТКРЫТ для вас и доступен в вашем личном кабинете.

Нажмите на кнопку ниже и приступайте к просмотру!
"""

save_videos_text = """
Учебный марафон: "Основы нутрициологии" подходит к концу и доступ закроется в конце этого дня.

Если вам понравилось обучение или вы не успели его пройти, то вы можете ОСТАВИТЬ эти ЗАПИСИ у себя навсегда за символическую сумму:
💰690 рублей.
"""
